<div class="material_card">
    <div class="img_wrapper">
        <img class="img-obj" src="{{ asset('img/test.jpg') }}" alt="">
    </div>
    <div class="info_blk">
        <h2 class="mt_0">Заголовок полезной статьи</h2>
        <p class="mb_20">Душа моя озарена неземной радостью, как эти чудесные весенние утра, которыми я наслаждаюсь от всего сердца. Я совсем один и блаженствую в здешнем краю, словно созданном для таких, как я. Я так счастлив, мой друг, так упоен ощущением покоя, что искусство мое страдает от этого. Ни одного штриха не мог бы я сделать, а никогда не был таким большим художником, как в эти минуты.</p>
        <x-a-icon href="#" icon="pi ap_info">Читать далее</x-a-icon>
    </div>
</div>
